// 題庫
const GAME_WORDS = [

    // 食物 
    "漢堡", "披薩", "壽司", "冰淇淋", "蘋果", "香蕉", "西瓜", "荷包蛋", "甜甜圈", "飯糰", "草莓", "蛋糕", "薯條", "拉麵", "三明治", "珍珠奶茶", "咖啡", "巧克力", "鳳梨", "吐司",

    // 日常用品 
    "牙刷", "雨傘", "手錶", "眼鏡", "剪刀", "馬桶", "電視", "電腦", "手機", "梳子", "書本", "背包", "相機", "鬧鐘", "杯子", "燈泡", "鑰匙", "毛巾", "鞋子", "帽子",

    // 交通工具 
    "飛機", "火車", "腳踏車", "計程車", "救護車", "太空船", "機車", "帆船", "直升機", "熱氣球", "公車", "滑板", "潛水艇", "卡車", "雪橇", "快艇", "吊車", "校車", "吉普車", "警車",

    // 建築與自然風景 
    "房子", "城堡", "燈塔", "帳篷", "大樓", "橋樑", "噴泉", "風車", "太陽", "月亮", "雲朵", "星星", "彩虹", "大樹", "花朵", "仙人掌", "山脈", "火山", "雪人", "森林",

    // 抽象/其他 
    "鬼魂", "超人", "聖誕老人", "外星人", "機器人", "愛心", "禮物", "皇冠", "氣球", "風箏"
];
